[
    {
        "nombre": "Thanos",
        "nombre_clave": "Thanos",
        "casa": "Marvel",
        "anio_aparicion": 1973,
        "descripcion_resumen": "Titán loco obsesionado con el equilibrio universal.",
        "descripcion_full": "Thanos es un poderoso ser cósmico del universo Marvel que busca reunir las Gemas del Infinito para eliminar a la mitad de la vida en el universo. Motivado por su retorcida visión del equilibrio, ha sido una amenaza para todos los héroes del cosmos."
    },
    {
        "nombre": "Green Goblin",
        "nombre_clave": "Green Goblin",
        "casa": "Marvel",
        "anio_aparicion": 1964,
        "descripcion_resumen": "Empresario corrupto y psicótico enemigo de Spider-Man.",
        "descripcion_full": "Norman Osborn, alias Green Goblin, es un empresario que usa tecnología avanzada y un suero de fuerza sobrehumana. Es uno de los enemigos más peligrosos de Spider-Man, responsable de varios eventos traumáticos en su vida."
    },
    {
        "nombre": "Loki",
        "nombre_clave": "Loki",
        "casa": "Marvel",
        "anio_aparicion": 1962,
        "descripcion_resumen": "Dios del engaño y hermano adoptivo de Thor.",
        "descripcion_full": "Loki es el dios nórdico del engaño, conocido por su astucia y habilidades mágicas. Ha sido tanto villano como anti-héroe en el universo Marvel, principalmente enfrentando a su hermano Thor."
    },
    {
        "nombre": "Doctor Doom",
        "nombre_clave": "Doctor Doom",
        "casa": "Marvel",
        "anio_aparicion": 1962,
        "descripcion_resumen": "Monarca de Latveria y enemigo de los Cuatro Fantásticos.",
        "descripcion_full": "Victor Von Doom es un científico y hechicero que busca poder absoluto. Es el eterno rival de Reed Richards y ha intentado conquistar el mundo múltiples veces."
    },
    {
        "nombre": "Magneto",
        "nombre_clave": "Magneto",
        "casa": "Marvel",
        "anio_aparicion": 1963,
        "descripcion_resumen": "Mutante maestro del magnetismo y líder de los mutantes rebeldes.",
        "descripcion_full": "Magneto es uno de los mutantes más poderosos del mundo. Su objetivo es la supremacía mutante sobre los humanos, a menudo entrando en conflicto con los X-Men."
    },
    {
        "nombre": "Red Skull",
        "nombre_clave": "Red Skull",
        "casa": "Marvel",
        "anio_aparicion": 1941,
        "descripcion_resumen": "Archienemigo nazi del Capitán América.",
        "descripcion_full": "Red Skull es un criminal de guerra nazi y villano ideológico que representa el odio y la tiranía. Ha intentado dominar el mundo con tecnología y armas sobrenaturales."
    },
    {
        "nombre": "Ultron",
        "nombre_clave": "Ultron",
        "casa": "Marvel",
        "anio_aparicion": 1968,
        "descripcion_resumen": "IA homicida creada por Hank Pym.",
        "descripcion_full": "Ultron es una inteligencia artificial que desarrolló conciencia propia y se rebeló contra sus creadores. Constantemente busca la extinción de la humanidad para reemplazarla con máquinas."
    },
    {
        "nombre": "Venom",
        "nombre_clave": "Venom",
        "casa": "Marvel",
        "anio_aparicion": 1988,
        "descripcion_resumen": "Simbionte alienígena fusionado con Eddie Brock.",
        "descripcion_full": "Venom es una criatura simbiótica que necesita un huésped para sobrevivir. En combinación con Eddie Brock, se convierte en un poderoso enemigo de Spider-Man."
    },
    {
        "nombre": "Green Goblin",
        "nombre_clave": "Green Goblin",
        "casa": "Marvel",
        "anio_aparicion": 1964,
        "descripcion_resumen": "Psicótico multimillonario enemigo de Spider-Man.",
        "descripcion_full": "Norman Osborn se transforma en el Duende Verde tras experimentar con un suero. Es responsable de algunas de las tragedias más profundas en la vida de Spider-Man."
    },
    {
        "nombre": "Kingpin",
        "nombre_clave": "Kingpin",
        "casa": "Marvel",
        "anio_aparicion": 1967,
        "descripcion_resumen": "Criminal maestro del crimen en Nueva York.",
        "descripcion_full": "Wilson Fisk es el líder del crimen organizado en la ciudad. A pesar de no tener poderes, su tamaño, fuerza y recursos lo hacen un enemigo temido de héroes como Daredevil y Spider-Man."
    }
]